Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/_saamenkielisen_varhaiskasvatuksen_saamelaisopetuksen_ja_saamenkielisten_koulutuspolkujen_vahvistaminen_saa_nyt_uutta_vauhtia_.html.tmx
Source language: fin
Languages: sms

source: ”Saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistaminen saa nyt uutta vauhtia”
sms: ”Sääʹmǩiõllsaž õuddpeâmm, sääʹm-mättʼtõõzz da sääʹmǩiõllsai škooultõspälggsi nâânummuš vuäǯǯ ååʹn ođđ hoodd”

source: Työryhmä esittää saamelaisopetuksen järjestämistä pysyvällä perustalla koko maassa ja saamenkielisen varhaiskasvatuksen vahvistamista erityisesti saamelaisalueen ulkopuolella.
sms: Tuejj-joukk eʹtǩǩad sääʹm-mättʼtõõzz jäʹrjstummuž põõšši vuâđast pirr lääʹddjânnam da sääʹmǩiõllsaž õuddpeâmm nâânummuž jeäʹrben sääʹmvuuʹd oouǥpeäʹlnn.

source: Saamen kielipesien asemaa osana varhaiskasvatusta halutaan vahvistaa.
sms: Sääʹm ǩiõllpieʹzzi sââʹj õuddpeâmm vueʹssen lij haall nââneed.

source: Koltansaamenkielisen varhaiskasvatuksen ja opetuksen kehittämiseen esitetään erityistoimia.
sms: Nuõrttsääʹmǩiõllsaž õuddpeâmm da mättʼtõõzz õõudâsviikkmõʹšše eʹtǩǩeet spesiaaltååimaid.

source: Saamenkielisen oppimateriaalityön rahoitus esitetään kaksinkertaistettavaksi.
sms: Sääʹmǩiõllsaž mättmateriaaltuâj teäggtummuš eʹtǩǩeet piijjâd kueiʹtǩeârddsen tõʹst mäʹhtt ååʹn lij.

source: Saamenkielisen opetus-, sosiaali- ja terveysalojen henkilöstön koulutukseen esitetään vastuuoppilaitosten nimeämistä.
sms: Sääʹmǩiõllsaž mättʼtõs-, sosiaal- da tiõrvâsvuõttsuõʹrji sääʹmǩiõllsaž tiõrvâsvuõttsueʹrji tuâjjlažkååʹdd škooultõʹsse eʹtǩǩeet vasttõsmättstroiʹttli nõõmummšid.

source: Saamelaiskäräjien osallisuutta koulutuksen kehittämisessä, saamelaistiedon asemaa opetuksessa ja saamelaisopetuksen pohjoismaista yhteistyötä halutaan vahvistaa.
sms: Sääʹmteeʹǧǧ vuässadvuõđ škooultõõzz õõuʹdummžest, sääʹmteâđ sââʹj mättʼõõzzâst da sääʹm-mättʼtõõzz tâʹvvjânnamlaž õhttsažtuej haaʹleet nââneed.

source: Opetus- ja kulttuuriministeriön 6.2.2020 asettama saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmä luovutti loppuraporttinsa opetusministeri Jussi Saramolle ja valtiosihteeri Tuomo Puumalalle 15.4.2021.
sms: Mättʼtõs- da kulttuurministeria 6.2.2020 piijjâm sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõõzz õõuʹdeemtuejj-joukk uuʹdi lopprapoort mättʼtõsminister Jussi Saramooʹje da valdiapiisar Tuomo Puumalaaʹje 15.4.2021.

source: Työryhmälle annettu tehtävä oli laaja.
sms: Tuejj-jouʹǩǩe uvddum tuejj leäi veeidas.

source: Sen tuli valmistella esitykset saamen kielten ja saamenkielisen opetuksen ja koulutuksen kehittämiseksi kokonaisuutena.
sms: Tuejj-joukk õõlǥi valmštõõllâd eʹtǩǩõõzzid sääʹmǩiõli di sääʹmǩiõllsaž mättʼtõõzz da škooultõõzz õõuʹdummša obbvuõttan.

source: Uudistuksilla on kiire
sms: Õõđummžin lij ǩiirâs

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso kiittää työryhmää perusteellisesta työstä.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso späʹssbââšš tuejj-joouk tääʹrǩes tuâjast.

source: -Neuvottelu saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistamiseksi saa nyt uutta vauhtia.
sms: Saǥstõõllmõš sääʹmǩiõllsaž õuddpeâmm, sääʹm-mättʼtõõzz da sääʹmǩiõllsai škooultõspälggsi nâânummšen vuäǯǯ ååʹn ođđ hoodd.

source: Alamme edistää työryhmän esille nostamia asioita välittömästi, hän sanoo.
sms: Äʹlǧǧep tâʹlles õõuʹdeed tuejj-joouk vuõinnsa kaggum aaʹššid, son ceäkk.

source: – Toivomme, että saamme asioita eteenpäin vielä pääministeri Sanna Marinin hallituksen aikana.
sms: -Tuäivvap, štõ vuäǯǯap aaʹššid õõudårra võl vueiʹvvminister Sanna Marin halltõõzz äiʹǧǧen.

source: Saamelaisyhteisöllä ei ole varaa jäädä odottelemaan, koska liian monta ikäpolvea on jo jäänyt kokonaan ilman oman kielensä, kulttuurinsa ja omakielistä opetusta, sanoo Juuso.
sms: Sääʹmõhttõõzzâst ij leäkku äiʹǧǧ pääʹcced vuõrdčed, ǥo leigga mäŋgg puõlvvõõǥǥ lie juʹn pääccam obbnes jiijjâs ǩiõlâs, kulttuurâs da jiijjâsǩiõllsaž mättʼtõõzztaa, ceälkk Juuso.

source: – Saamen kielten opetus kotiseutualueen ulkopuolelle on jo hyvin käynnissä etäyhteyksiä hyödyntävänä hankkeena ja pidän tämän opetuksen vakinaistamista yhtenä tärkeimmistä työryhmän esityksistä.
sms: – Sääʹmǩiõli mättʼtõs dommvuuʹd oouǥpeälla lij juʹn puârast jååʹttmen ougglõsõhttvuõđid äuʹǩǩeei haʹŋǩǩõõzzin da âânam tän mättʼtõõzz põõššjen piijjmõõžž õhttan tuejj-joouk tääʹrǩmõs eʹtǩǩõssân.

source: Etäyhteyksin annettava opetus on useimmille kotiseutualueen ulkopuolella asuville saamelaislapsille ja -nuorille ainoa mahdollisuus oman kielen opetuksen saamiseen, koska saamelaisperheitä asuu noin 230 kunnassa ympäri maata.
sms: Ougglõsõhttvuõđin uvddum mättʼtõs lij määŋgaid dommvuuʹd oouǥpeäʹlnn jälsteei sääʹmpäärnaid da -nuõrid oʹdinakai vueiʹttemvuõtt jiijjâs ǩiõl mättʼtõõzz vuäǯǯmõʹšše, ǥo sääʹmpiârri jälste nuʹt 230 kååʹddest pirr Lääʹddjânnam.

source: – Tärkeää on myös sen varmistaminen, että saamen kielten ja saamenkielisen opetuksen järjestämisedellytykset, kuten hyvä rahoitus, säilyvät saamelaisten kotiseutualueen kunnissa.
sms: – Tääʹrǩes lij še tõn ainsmâttmõš, štõ sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõõzz jäʹrjstummuš vueiʹttemvuõđ, mâʹte pueʹrr teäggtõs, seilla säʹmmlai dommvuuʹd kooʹddin.

source: Kotiseutualueen kunnat ovat edelleen saamen kielten luonnollisinta kotialuetta, sanoo Juuso.
sms: Dommvuuʹd kååʹdd liâ õinn sääʹmǩiõli pukin luândlumus dommvuʹvdd, Juuso särnn.

source: Katkonainen saamen koulutie
sms: Puåtkknõddi sääʹm škooulpääʹljes

source: Saamelaiskäräjien edustajana työryhmässä toiminut koulutussihteeri Ulla Aikio-Puoskari toteaa, että saamenkielinen koulutie on vuosikymmeniä kestäneestä kehittämistyöstä huolimatta edelleen katkonainen ja rikkinäinen.
sms: Sääʹmteeʹǧǧ eettkõʹsttjen tuejj-jooukâst toimmjam škooultõspiisar Ulla Aikio-Puoskari tuâtt, štõ sääʹmǩiõllsaž škooulpääʹljes lij looʹjid iijjid pešttam õõuʹdeemtuâjast huõlǩâni õinn puåtkknõddi da muärrjam.

source: – Sekä saamenkielisen varhaiskasvatuksen että saamen kielten ja saamenkielisen opetuksen saavutettavuus on valtakunnallisesti katsottuna heikko.
sms: – Di sääʹmǩiõllsaž õuddpeâmm di sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõʹsse vuällmõš lij väʹlddkååʹddlanji hueʹnn.

source: Erityisen heikko sen asema on saamelaisten kotiseutualueen kuntien ulkopuolella, koulutusasteittain katsottuna heikoin lukiossa ja ammatillisessa koulutuksessa.
sms: Samai hueʹnn tõn sââʹjj lij säʹmmlai dommvuuʹd kooddi oouǥpeäʹlnn, škooultõstaaʹzzi mieʹldd ǩiõččeeʹl hueʹnmõs lij lookkjiškooulâst da ämmtallaš škooultõõzzâst.

source: Eriarvoisuutta on myös saamen kielten välillä.
sms: Jeeʹresäʹrvvsažvuõtt lij še sääʹmǩiõli kõõskâst.

source: Työryhmä esittää muutoksia opetuksen lainsäädäntöön, rahoitukseen ja opetussuunnitelman perusteisiin.
sms: Tuejj-joukk eʹtǩǩad muttõõzzid mättʼtõõzz lääʹjjšiõttmõʹšše, teäggtõʹsse da mättʼtõsplaan vuâđaid.

source: Eri alojen koltansaamenkielisen henkilöstön saatavuuden parantamiseksi esitetään erityisen täydennyskoulutushankkeen käynnistämistä vuonna 2022.
sms: Jeeʹres suõʹrji nuõrttsääʹmǩiõllsaž tuâjjlažkååʹdd vuäǯǯmõõžž pueʹrummša eʹtǩǩeet spesiaal tiuddeemškooultõshaʹŋǩǩõõzz jåttʼtummuš eeʹjjest 2022.

source: Koltansaamenkielisen opetuksen kehittäminen nostetaan raportissa kiireellisimmäksi, koska koltansaame on Suomessa puhutuista saamen kielistä uhanalaisin.
sms: Nuõrttsääʹmǩiõllsaž mättʼtõõzz õõudummuš kaaggât rapoortâst jäänmõssân ǩirrsallaš äʹššen, go nuõrttsääʹmǩiõll lij Lääʹddjânnmest mainstum ǩiõlin pukin jeänmõsân vaarvuâlaž.

source: Saamenkielisistä opettajista, muusta opetushenkilöstöstä ja sosiaali- ja terveysalan saamenkielisestä henkilöstöstä on suuri puute.
sms: Sääʹmǩiõllsain uʹčteeʹlin, jeeʹres mättʼtõs da sosiaal- da tiõrvâsvuõttsueʹrj sääʹmǩiõllsaž tuâjjlažkååʹddest lij samai vääʹnn.

source: -Kouluttautuminen saamenkieliseksi opettajaksi muihin oppiaineisiin kuin saamen kieliin edellyttää erityisten koulutuspolkujen luomista.
sms: -Škooultõõttmõš sääʹmǩiõllsaž uʹčteelen jeeʹres mättaunnsid ǥo sääʹmǩiõlid õõudâld jiijjâs-i nallšmid škooultõpälggsid.

source: Saamenkielisten palveluiden tarpeeseen esimerkiksi sosiaali- ja terveysalalla voidaan vastata vain kehittämällä erikseen polkuja saamen kielet ja saamelaisen kulttuurin huomioiville koulutuksille, toteaa Aikio-Puoskari.
sms: Sääʹmǩiõllsai kääzzkõõzzi taʹrbbe õuddmiârkkân sosiaal- da tiõrvâsvuõttsueʹrjest vueiʹtet vaʹstteet tåʹlǩ õõudâsviiǥǥeeʹl jeeʹrab pälggsid sääʹmǩiõlid da sääʹmkulttuur lokku vaʹlddi škooultõõzzid, tuâtt Aikio-Puoskari.

source: – Saamenkieliset sosiaali- ja terveydenhuollon palvelut toteutuvat nykyisin heikosti tai tulkkauksen avulla, mikä vaarantaa muun muassa potilasturvallisuutta ja estää saamenkielisten oikeutta yhdenvertaisiin, laadukkaisiin palveluihin.
sms: – Sääʹmǩiõllsa sosiaal- da tiõrvâsvuõđhuâl kääzzkõõzz teâuddje ânnʼjõžääiʹj hueʹneld leʹbe tuʹlǩǩõõzz vieʹǩǩeld, kååʹtt vuäitt vaareed še puõccistaanvuõđ da câgg sääʹmǩiõllsai vuõiggâdvuõđ õõutverddsaž, õlltääʹzz kääzzkõõzzid.

source: Siksi nämä koulutustarpeet tulisi ottaa vakavasti ja järjestää koordinoidusti mahdollisuuksia saamen kielen taitoisten ja saamelaista kulttuuria tuntevien työntekijöiden koulutukseen.
sms: Tõn diõtt täk škooultõstaarb õõlǥče väʹldded tuõđâst da jäʹrjsted koordinââʹsteeʹl vueiʹttemvuõđid sääʹmǩiõlsiltteei da sääʹmkulttuur tobddi tuâjjlai škooultõʹsse.

source: Saamenkielinen varhaiskasvatus vahvistaa ylisukupolvista jatkuvuutta
sms: Sääʹmǩiõllsaž õuddpeâmm nâânad pâʹjjel puõlvvõõǥǥi juätkkjemvuõđ

source: Saamelaiskäräjien kieliturvasihteeri Ánne-Kirste Aikio, joka myös toimi Saamelaiskäräjien edustajana työryhmässä, kertoo työryhmän selvittäneen saamelaisten kulttuuri- ja kielipesien asemaa lukuisissa kokouksissa ja kuulemistilaisuuksissa.
sms: Sääʹmteeʹǧǧ ǩiõllstaanpiisar Ánne-Kirste Aikio, kååʹtt toiʹmmji Sääʹmteeʹǧǧ eettkõʹsttjen tuejj-jooukâst, mušttal, štõ tuejj-joukk lij čiõlǥääm säʹmmlai kulttuur- da ǩiõllpieʹzzi sââʹj määŋgain såbbrin ja kuullâmpooddin.

source: – Kielipesien asema on ongelmallinen siksi, ettei niitä, toisin kuin äidinkielenään saamea puhuvien lasten varhaiskasvatusta, tunnisteta varhaiskasvatuslaissa eikä myöskään varhaiskasvatussuunnitelman perusteissa.
sms: – Ǩiõllpieʹzzi sââʹjj lij vaiggâd tõn diõtt, štõ tõid jeät, mâʹte jieʹnnǩiõllân sääʹmǩiõl särnnai päärnai õuddpeâmm, toobdâst õuddpeâmmlääʹjjest ij ni õuddpeâmmplaan vuâđain.

source: Saamen kielen menettäneiden saamelaisperheiden lasten perustuslaillinen oikeus saamen kieleen oli epäselvä ja se haluttiin varmistaa.
sms: Sääʹmǩiõlâs mõõntam sääʹmpiârrji päärnai vuâđđlääǥǥlaž vuõiggâdvuõtt sääʹmǩiõʹlle leäi pannčiõlǥas da tõn haaʹleeš ainsmâʹtted.

source: Työryhmä esittää kielipesien aseman selkiyttämistä Opetushallituksen antamissa varhaiskasvatussuunnitelman perusteissa ja niiden toiminnan turvaamista edelleen ministeriön osoittamalla erityisellä valtionavustuksella.
sms: Tuejj-joukk eʹtǩǩad ǩiõllpieʹzzi sââʹj čiõlǥtummuš Mättʼtõshalltõõzz uʹvddem õuddpeâmmplaan vuâđain da tõõi tåimmʼmõõžž staanmõõžž še ministeria čuäʹjtem jeäʹrab valdiavieʹǩǩin.

source: – Työryhmä painottaa sitä, että kaikki kielipesät toimivat omana toimintamuotonaan osana kuntien järjestämää varhaiskasvatusta ja haluaa tilanteen jatkuvan sellaisena myös tulevaisuudessa, sanoo Aikio.
sms: – Tuejj-joukk teäddad tõn, štõ puk ǩiõllpieʹzz toiʹmmje jiijjâs tåimmamnääʹllen vueʹssen kååʹddi jäʹrjstem õuddpeâmm da haaʹlad vueʹjj juätkkjummuž nåkkmen še puõʹttivuõđâst, Aikio ceälkk.

source: – Äidinkielenään saamea puhuvien lasten omakielinen varhaiskasvatus ja saamen kielten omaksumisen varhaiskasvatuksessa mahdollistavat kielipesät ovat äärimmäisen tärkeitä.
sms: – Jieʹnnǩiõllan sääʹmǩiõl särnnai päärnai jiijjâsǩiõllsaž õuddpeâmm da sääʹmǩiõli mättjummuš õuddpeâmmast vueiʹtlvõʹstti ǩiõllpieʹzz liâ tuõđi tääʹrǩes.

source: Ne varmistavat saamen kielten ja saamelaisen kulttuurin jatkuvuutta ja siirtymistä uusille sukupolville, sanoo Aikio.
sms: Tõk ainsmâʹtte sääʹmǩiõli da sääʹmkulttuur juätkkjeeivuõđ da serddjummuš ođđ puõlvvõõǥǥid, Aikio ceälkk.

source: Neljä erillisselvitystä
sms: Nellj pååđčiõlǥtõõzz

source: Työryhmä on reilun vuoden kestäneen toimintansa aikana kuullut suurta joukkoa asiantuntijoita ja teettänyt neljä erillisselvitystä.
sms: Tuejj-joukk lij pâʹjjel pirreeʹjj piʹštti tååimas äiʹǧǧen kuullâm veeidas joouk äʹšštobddjid da tuejjtam nellj pååđčiõlǥtõõzz.

source: Työryhmän tehtävänä oli selvittää saamenkielisen varhaiskasvatuksen sekä saamelaisopetuksen ja -koulutuksen tilannetta kokonaisuutena ja valmistella tarvittavat esitykset opetuksen tilanteen kehittämiseksi.
sms: Tuejj-joouk tuejjan leäi čiõlǥted sääʹmǩiõllsaž õuddpeâmm di sääʹm-mättʼtõõzz da -škooultõõzz vueʹjj obbvuõttan da valmštõõllâd taarbšum eʹtǩǩõõzzid mättʼtõõzz vueʹjj õõuʹdummša.

source: Ensimmäistä kertaa selvitettiin myös saamenkielisen sosiaali- ja terveysalan henkilöstön koulutuksen tilannetta ja kehittämistarpeita.
sms: Vuõssmõs vuâra seʹlvvtum lij še sääʹmǩiõllsaž sosiaal- da tiõrvâsvuõttsueʹrj tuâjjlažkååʹdd škooultõõzz vueʹjj da õõudummuštaarbid.

source: Tuuli Miettusen valmistama selvitys luovutettiin ministerille ja valtiosihteerille samanaikaisesti työryhmän loppuraportin kanssa.
sms: Tuuli Miettunen valmštam čiõlǥtõs uʹvddeš ministeera da valdiapiisra seämma ääiʹj lopprapoortin.

source: Aiemmat kolme selvitystä luovutettiin ministeri Li Anderssonille ja valtiosihteeri Puumalalle 1.12.2020.
sms: Õõudbuš kolmm čiõlǥtõõzz uʹvddeš minister Li Anderssona da valdiapiisar Puumalaaʹje 1.12.2020.

source: Työryhmän puheenjohtajana toimi johtaja Tiina Silander opetus- ja kulttuuriministeriöstä ja sihteereinä Arla Magga ja Petra Kuuva Saamelaiskäräjiltä sekä Susanna Rajala Opetushallituksesta.
sms: Tuejj-joouk saaǥǥjååʹđteejen toiʹmmji Tiina Silander mättʼtõs- da kulttuurministeriast da piisren Arla Magga da Petra Kuuva sääʹmteeʹǧǧest di Susanna Rajala Mättʼtõshalltõõzzâst.

source: Lisätietoja:
sms: Lââssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Ulla Aikio-Puoskari koulutussihteeri/ työryhmän varapuheenjohtaja 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
sms: Ulla Aikio-Puoskari škooultõpiisar / tuejj-joouk väärrsaaǥǥjååʹđteei 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Ánne-Kirste Aikio kieliturvasihteeri/ työryhmän jäsen 040 707 5626 anne-kirste.aikio(at)samediggi.fi
sms: Ánne-Kirste Aikio ǩiõllstaanpiisar / tuejj-joouk vuäzzlaž 040 707 5626 anne-kirste.aikio(at)samediggi.fi

source: Linkit:
sms: Liiŋk:

source: Opetus- ja kulttuuriministeriön tiedote 15.4.2021
sms: Mättʼtõs- da kulttuurministeria teâđtõs 15.4.2021
